Repository: SandaruRF/Gov-Portal
Catalog: frontend/mobile/lib/l10n/app_*.arb
Languages: si, ta

source: Select Language
si: භාෂාව තෝරන්න
ta: மொழியைத் தேர்ந்தெடுக்கவும்

# getStarted
source: Get Started â†’
si: ආරම්භ කරන්න →
ta: தொடங்கவும் →

source: Gov Portal
ta: அரசு போர்ட்டல்

source: Settings
si: සැකසුම්
ta: அமைப்புகள்

source: Language
si: භාෂාව
ta: மொழி

source: Home
si: මුල් පිටුව
ta: முகப்பு

source: Profile
si: පැතිකඩ
ta: சுயவிவரம்

source: Notifications
si: දැනුම්දීම්
ta: அறிவிப்புகள்

source: Change Password
si: මුරපදය වෙනස් කරන්න
ta: கடவுச்சொல்லை மாற்றவும்

source: Dark Mode
si: අඳුරු මාදිලිය
ta: இருண்ட பயன்முறை

source: Logout
si: ඉවත් වන්න
ta: வெளியேறவும்

source: Deactivate Account
si: ගිණුම අක්‍රිය කරන්න
ta: கணக்கை செயலிழக்கச் செய்யவும்

source: Government Assistant
si: රජයේ සහායක
ta: அரசு உதவியாளர்

# askMeAnything
source: Ask me anything about government services
si: රජයේ සේවා ගැන මගෙන් ඕනෑම දෙයක් අසන්න
ta: அரசு சேவைகள் பற்றி எதையும் என்னிடம் கேளுங்கள்

# helloGreeting
source: Hello! How can I help you with government services today?
si: හෙලෝ! අද මම ඔබට රජයේ සේවා සම්බන්ධව කෙසේ උදව් කළ හැකිද?
ta: வணக்கம்! இன்று அரசு சேவைகளில் நான் உங்களுக்கு எப்படி உதவ முடியும்?

source: Type your question...
si: ඔබේ ප්‍රශ්නය ටයිප් කරන්න...
ta: உங்கள் கேள்வியை தட்டச்சு செய்யவும்...

source: Digital Vault
si: ඩිජිටල් සුරක්ෂිතාගාරය
ta: டிஜிட்டல் பொருளாதாரம்

source: Digital Identity Card
si: ඩිජිටල් හැඳුනුම්පත
ta: டிஜிட்டல் அடையாள அட்டை

source: Created
si: නිර්මිත
ta: உருவாக்கப்பட்டது

source: NIC Number
si: ජා.හැ. අංකය
ta: அடையாள அட்டை எண்

source: Government Sectors
si: රජයේ අංශ
ta: அரசு துறைகள்

source: See More
si: තව බලන්න
ta: மேலும் பார்க்கவும்

source: Public Administration
si: රාජ්‍ය පරිපාලනය
ta: பொது நிர்வாகம்

# publicAdministrationDesc
source: NIC, Passport, Birth & Death Certificates, Land Records
si: ජා.හැ.පත, ගමන් බලපත්‍රය, උපත් සහ මරණ සහතික, ඉඩම් වාර්තා
ta: அடையாள அட்டை, பாஸ்போர்ட், பிறப்பு மற்றும் இறப்பு சான்றிதழ்கள், நில பதிவுகள்

source: Public Security
si: රාජ්‍ය ආරක්ෂාව
ta: பொது பாதுகாப்பு

# publicSecurityDesc
source: Police Services, Crime Reports, Emergency Services
si: පොලිස් සේවා, අපරාධ වාර්තා, හදිසි සේවා
ta: காவல் சேவைகள், குற்ற அறிக்கைகள், அவசர சேவைகள்

# financeAndPlanning
source: Finance & Planning
si: මුදල් සහ සැලසුම්
ta: நிதி மற்றும் திட்டமிடல்

# financeAndPlanningDesc
source: Business Registration, Job Portal, EPF/ETF Services
si: ව්‍යාපාර ලියාපදිංචිය, රැකියා පෝටලය, EPF/ETF සේවා
ta: வணிக பதிவு, வேலை போர்ட்டல், EPF/ETF சேவைகள்

source: Health
si: සෞඛ්‍ය
ta: சுகாதாரம்

# healthDesc
source: Medical Records, Hospital Appointments, Public Health Announcements
si: වෛද්‍ය වාර්තා, රෝහල් හමුවීම්, මහජන සෞඛ්‍ය නිවේදන
ta: மருத்துவ பதிவுகள், மருத்துவமனை சந்திப்புகள், பொது சுகாதார அறிவிப்புகள்

source: Recently Asked Questions
si: මෑතකදී අසන ලද ප්‍රශ්න
ta: சமீபத்தில் கேட்கப்பட்ட கேள்விகள்
